[
    {
        "id": 1,
        "title": "Beyond Earth",
        "description": "<p>An epic science fiction adventure that takes place in the distant future. The film follows a group of astronauts as they embark on a dangerous mission to explore a mysterious new planet in a galaxy far beyond our own.</p><p>As they journey deeper into the unknown, they encounter strange and fantastical creatures, as well as evidence of an advanced alien civilization that may have once inhabited the planet. But as they uncover the secrets of this new world, they also discover that the dangers they face are greater than anything they could have imagined.</p><p>With breathtaking action, stunning visual effects, and a cast of unforgettable characters, 'Beyond Earth' is a thrilling journey into the heart of the unknown that will leave audiences on the edge of their seats.</p>",
        "thumbnail": {
            "trending": {
                "small": "/assets/thumbnails/beyond-earth/trending/small.jpg",
                "large": "/assets/thumbnails/beyond-earth/trending/large.jpg"
            },
            "regular": {
                "small": "/assets/thumbnails/beyond-earth/regular/small.jpg",
                "medium": "/assets/thumbnails/beyond-earth/regular/medium.jpg",
                "large": "/assets/thumbnails/beyond-earth/regular/large.jpg"
            }
        },
        "year": 2019,
        "category": "Movie",
        "rating": "PG",
        "isBookmarked": false,
        "isTrending": true
    },
    {
        "id": 2,
        "title": "Bottom Gear",
        "description": "<p>'Bottom Gear' is a high-octane action-comedy that revs up the laughs and the thrills. The film follows a rag-tag group of mechanics and gearheads as they compete in an underground street racing circuit, facing off against some of the most daring and dangerous drivers in the city.</p><p>But when a sinister criminal organization threatens to shut down the races for good, our heroes must come together to save their beloved sport and take down the villains in a pulse-pounding, gear-grinding finale.</p><p>With a cast of quirky characters, blazingly fast cars, and some of the wildest racing scenes ever put on film, 'Bottom Gear' is a ride you won't want to miss.</p>",
        "thumbnail": {
            "trending": {
                "small": "/assets/thumbnails/bottom-gear/trending/small.jpg",
                "large": "/assets/thumbnails/bottom-gear/trending/large.jpg"
            },
            "regular": {
                "small": "/assets/thumbnails/bottom-gear/regular/small.jpg",
                "medium": "/assets/thumbnails/bottom-gear/regular/medium.jpg",
                "large": "/assets/thumbnails/bottom-gear/regular/large.jpg"
            }
        },
        "year": 2021,
        "category": "Movie",
        "rating": "PG",
        "isBookmarked": false,
        "isTrending": true
    },
    {
        "id": 3,
        "title": "1998",
        "description": "<p>'1998' is a nostalgic and emotional drama that takes a look back at one of the most transformative years of the 20th century. The film follows a group of friends as they navigate the ups and downs of life in the final days of the 20th century, a time of great change and uncertainty.</p><p>As they come of age and face the challenges of adulthood, they must confront their deepest fears, find their own paths in life, and come to terms with the things they hold most dear.</p>",
        "thumbnail": {
            "trending": {
                "small": "/assets/thumbnails/1998/trending/small.jpg",
                "large": "/assets/thumbnails/1998/trending/large.jpg"
            },
            "regular": {
                "small": "/assets/thumbnails/1998/regular/small.jpg",
                "medium": "/assets/thumbnails/1998/regular/medium.jpg",
                "large": "/assets/thumbnails/1998/regular/large.jpg"
            }
        },
        "year": 2021,
        "category": "Movie",
        "rating": "18+",
        "isBookmarked": false,
        "isTrending": true
    },
    {
        "id": 4,
        "title": "The Great Lands",
        "description": "<p>'The Great Lands' is a sweeping epic adventure set in a fantastical world of magic and wonder. The film follows a young hero as they embark on a quest to uncover the secrets of the Great Lands, a vast and mysterious realm filled with danger and untold riches.</p><p>With a diverse and colorful cast of characters, from brave knights to cunning thieves, the hero must navigate the treacherous terrain and outwit the dark forces that seek to control the Great Lands. But as they journey deeper into this wondrous world, they discover that the fate of the Great Lands rests in their hands, and they must use all of their courage and cunning to defeat the evil that threatens to consume the land.</p><p>With its stunning visuals, heart-pounding action, and richly imagined world, 'The Great Lands' is a timeless tale of adventure and heroism that will captivate audiences of all ages.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/the-great-lands/regular/small.jpg",
                "medium": "/assets/thumbnails/the-great-lands/regular/medium.jpg",
                "large": "/assets/thumbnails/the-great-lands/regular/large.jpg"
            }
        },
        "year": 2019,
        "category": "Movie",
        "rating": "E",
        "isBookmarked": false,
        "isTrending": false
    },
    {
        "id": 5,
        "title": "Earth’s Untouched",
        "description": "<p>'Earth's Untouched' is a breathtaking nature documentary that takes audiences on a journey to some of the most remote and pristine corners of our planet. The film explores the incredible biodiversity and natural beauty of these areas, showcasing the unique and fascinating creatures that call these lands home.</p><p>From the lush jungles of South America to the icy expanses of the Arctic, 'Earth's Untouched' offers a rare and intimate look at the diverse and wondrous world that exists beyond our cities and towns. With its stunning cinematography and thought-provoking commentary, this film is a testament to the beauty and majesty of the natural world.</p><p>For anyone who loves the great outdoors, or simply wants to be inspired by the awe-inspiring beauty of our planet, 'Earth's Untouched' is a must-see experience.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/earths-untouched/regular/small.jpg",
                "medium": "/assets/thumbnails/earths-untouched/regular/medium.jpg",
                "large": "/assets/thumbnails/earths-untouched/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "18+",
        "isBookmarked": true,
        "isTrending": false
    },
    {
        "id": 6,
        "title": "No Land Beyond",
        "description": "<p>'No Land Beyond' is a thrilling science fiction film that takes audiences on a journey to the far reaches of our galaxy. The film follows a team of astronauts as they embark on a dangerous mission to explore a mysterious new world beyond our solar system.</p><p>As they navigate the unknown and face new challenges at every turn, they discover that the world they have traveled to is not as it seems. With its stunning special effects, pulse-pounding action, and thought-provoking narrative, 'No Land Beyond' is a visionary journey into the unknown that you won't soon forget.</p><p>For fans of science fiction and action-packed adventures, 'No Land Beyond' is a must-see experience.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/no-land-beyond/regular/small.jpg",
                "medium": "/assets/thumbnails/no-land-beyond/regular/medium.jpg",
                "large": "/assets/thumbnails/no-land-beyond/regular/large.jpg"
            }
        },
        "year": 2019,
        "category": "Movie",
        "rating": "E",
        "isBookmarked": false,
        "isTrending": false
    },
    {
        "id": 7,
        "title": "Same Answer II",
        "description": "<p>'Same Answer II' is a thought-provoking and suspenseful science fiction film that explores the consequences of artificial intelligence and technological advancement. The movie follows a team of scientists and engineers as they work to create the next generation of artificial intelligence, only to discover that their creation may have unintended and potentially catastrophic consequences.</p><p>As they race against time to prevent a global disaster, the team must navigate complex moral and ethical dilemmas and confront their own beliefs about the nature of intelligence and the limits of technology. With its intelligent storytelling, thrilling action, and powerful performances, 'Same Answer II' is a must-watch for fans of science fiction and thought-provoking cinema.</p><p>Whether you're a seasoned sci-fi fan or simply looking for a thought-provoking and engaging film, 'Same Answer II' is sure to leave a lasting impression and make you question the nature of artificial intelligence and our relationship with technology.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/same-answer-2/regular/small.jpg",
                "medium": "/assets/thumbnails/same-answer-2/regular/medium.jpg",
                "large": "/assets/thumbnails/same-answer-2/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "E",
        "isBookmarked": false,
        "isTrending": false
    },
    {
        "id": 8,
        "title": "Relentless",
        "description": "<p>'Relentless' is a high-stakes action-thriller that will keep you on the edge of your seat from beginning to end. The movie follows a former special forces operative as he embarks on a dangerous mission to track down a notorious criminal and bring him to justice.</p><p>With its pulse-pounding action sequences, intense drama, and captivating performances, 'Relentless' is a must-watch for fans of action and suspense. As the protagonist navigates a web of deceit and danger, he must use all of his skills and training to stay one step ahead of his enemies and complete his mission.</p><p>Whether you're a fan of high-stakes action or simply looking for a heart-pounding adventure, 'Relentless' is sure to deliver non-stop thrills and keep you on the edge of your seat from beginning to end.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/relentless/regular/small.jpg",
                "medium": "/assets/thumbnails/relentless/regular/medium.jpg",
                "large": "/assets/thumbnails/relentless/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "PG",
        "isBookmarked": true,
        "isTrending": false
    },
    {
        "id": 9,
        "title": "Van Life",
        "description": "<p>'Van Life' is a heartwarming and adventurous movie that takes you on a journey through the world of van dwelling and the nomadic lifestyle. The movie follows a group of friends as they leave behind their conventional lives and hit the road in search of freedom and self-discovery.</p><p>With its breathtaking landscapes, exciting road trips, and intimate character moments, 'Van Life' is a must-watch for fans of travel and adventure. The film showcases the beauty of the open road, the thrill of the unknown, and the power of community and friendship.</p><p>Whether you're a fan of travel documentaries, road trip movies, or simply looking for a bit of inspiration, 'Van Life' is sure to capture your imagination and inspire you to hit the road and explore the world.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/van-life/regular/small.jpg",
                "medium": "/assets/thumbnails/van-life/regular/medium.jpg",
                "large": "/assets/thumbnails/van-life/regular/large.jpg"
            }
        },
        "year": 2015,
        "category": "Movie",
        "rating": "PG",
        "isBookmarked": false,
        "isTrending": false
    },
    {
        "id": 10,
        "title": "The Heiress",
        "description": "<p>'The Heiress' is a captivating and suspenseful drama that explores the world of high society and the dangerous games people play to protect their wealth and status. The movie follows the story of a young woman named Catherine Sloper, who inherits a vast fortune from her father and becomes the target of a charismatic suitor who is after her money.</p><p>With its complex characters, intricate plot, and breathtaking twists and turns, 'The Heiress' is a must-watch for fans of psychological thrillers and romantic dramas. The film explores themes of love, deceit, and the consequences of our choices, and is sure to keep you on the edge of your seat.</p><p>Whether you're a fan of classic literature, Victorian-era dramas, or simply looking for a captivating and thought-provoking movie, 'The Heiress' is sure to provide an unforgettable experience.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/the-heiress/regular/small.jpg",
                "medium": "/assets/thumbnails/the-heiress/regular/medium.jpg",
                "large": "/assets/thumbnails/the-heiress/regular/large.jpg"
            }
        },
        "year": 2021,
        "category": "Movie",
        "rating": "PG",
        "isBookmarked": true,
        "isTrending": false
    },
    {
        "id": 11,
        "title": "Off the Track",
        "description": "<p>'Off the Track' is a high-stakes, action-packed drama that takes you on a wild ride through the world of illegal street racing. The movie follows a young and talented street racer named Jake, who finds himself drawn into a dangerous and lucrative underground racing circuit after he is released from prison.</p><p>With its pulse-pounding races, intense characters, and thrilling plot twists, 'Off the Track' is a must-watch for fans of fast cars and high-stakes drama. The film explores the adrenaline-fueled world of illegal street racing and the lengths people will go to for fame, fortune, and the thrill of the race.</p><p>Whether you're a fan of racing movies, crime dramas, or simply looking for a fast-paced and heart-pumping thrill ride, 'Off the Track' is sure to deliver a white-knuckle experience that you won't forget.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/off-the-track/regular/small.jpg",
                "medium": "/assets/thumbnails/off-the-track/regular/medium.jpg",
                "large": "/assets/thumbnails/off-the-track/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "18+",
        "isBookmarked": true,
        "isTrending": false
    },
    {
        "id": 12,
        "title": "Whispering Hill",
        "description": "<p>'Whispering Hill' is a haunting and atmospheric mystery-thriller that takes you on a journey into the dark and mysterious heart of an ancient forest. The movie follows a young woman named Samantha, who travels to the remote village of Whispering Hill to uncover the truth about her sister's disappearance.</p><p>As Samantha delves deeper into the secrets of the forest and the strange, reclusive community that lives within its borders, she finds herself caught in a web of deceit, danger, and supernatural forces beyond her comprehension.</p><p>With its eerie atmosphere, suspenseful plot, and supernatural elements, 'Whispering Hill' is a must-watch for fans of mystery-thrillers and ghost stories. The film explores the dark side of human nature and the supernatural forces that exist beyond our understanding, and is sure to leave you on the edge of your seat from beginning to end.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/whispering-hill/regular/small.jpg",
                "medium": "/assets/thumbnails/whispering-hill/regular/medium.jpg",
                "large": "/assets/thumbnails/whispering-hill/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "E",
        "isBookmarked": false,
        "isTrending": false
    },
    {
        "id": 13,
        "title": "Lone Heart",
        "description": "<p>'Lone Heart' is a heart-wrenching and emotional drama film that explores the meaning of love, loss, and sacrifice. The movie follows the journey of a lone heart as it travels from one person to another, changing lives and bringing people together.</p><p>As the lone heart moves from one character to another, it teaches them the true value of love and helps them to find their way back to happiness. Along the way, the characters must overcome their own personal demons and work through their emotional struggles to come to terms with the loss of loved ones.</p><p>Featuring powerful performances and a deeply moving storyline, 'Lone Heart' is a film that will touch your soul and leave you feeling inspired and uplifted. So, grab a box of tissues and get ready to experience the power of love in this unforgettable movie.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/lone-heart/regular/small.jpg",
                "medium": "/assets/thumbnails/lone-heart/regular/medium.jpg",
                "large": "/assets/thumbnails/lone-heart/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "E",
        "isBookmarked": true,
        "isTrending": false
    },
    {
        "id": 14,
        "title": "Darker",
        "description": "<p>'Darker' is a suspenseful and thrilling movie that explores the darker side of humanity. The film takes the audience on a journey into the unknown as it delves into the complex psychological depths of its characters and their motivations. As the story unfolds, viewers will be kept on the edge of their seat as they witness the intense struggles, both internal and external, that these characters must overcome in order to survive. With expertly crafted twists and turns, 'Darker' is a must-see for fans of psychological thrillers and those who enjoy being taken on a heart-pounding ride.</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/darker/regular/small.jpg",
                "medium": "/assets/thumbnails/darker/regular/medium.jpg",
                "large": "/assets/thumbnails/darker/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "18+",
        "isBookmarked": true,
        "isTrending": false
    },
    {
        "id": 15,
        "title": "Mission: Saturn",
        "description": "<p>'Mission: Saturn' is a thrilling sci-fi movie that takes audiences on a journey beyond our solar system. The story revolves around a team of astronauts as they embark on a mission to explore the mysterious planet Saturn and its many moons. With cutting-edge technology and a determination to unlock the secrets of the universe, this team will stop at nothing to complete their mission and make history.</p><p>As they travel deeper into the galaxy, they encounter unexpected challenges and face life-threatening situations that test their resolve and their understanding of the universe. Will they be able to overcome the odds and uncover the truth about Saturn, or will they be lost in the vastness of space forever?</p>",
        "thumbnail": {
            "regular": {
                "small": "/assets/thumbnails/mission-saturn/regular/small.jpg",
                "medium": "/assets/thumbnails/mission-saturn/regular/medium.jpg",
                "large": "/assets/thumbnails/mission-saturn/regular/large.jpg"
            }
        },
        "year": 2017,
        "category": "Movie",
        "rating": "PG",
        "isBookmarked": true,
        "isTrending": false
    }
]